<template>
  <div class="wrapper">
    <h1 class="title">版权说明</h1>
    <h5>更新时间：2023年3月29日</h5>
    <h5>生效时间：2023年3月29日</h5>
    <h5>
      为进一步明确微撰旗下相关产品内容版权生成与使用规范，特作出如下约定：
    </h5>
    <p>
      1.微撰旗下产品内容，即微撰旗下产品所创作、生成的AI内容，包括但不限于基于模型生成的文案、图片、动画和音视频素材。
    </p>
    <p>
      2.微撰旗下产品所创作AI内容，其最终版权与解释权属于微撰所有。其他媒体、网站或个人转载使用时不得进行商业性的原版原式的转载，也不得歪曲和篡改本网站所发布的内容，如转载须注明素材来源。
    </p>
    <p>
      3.
      微撰所创作的AI内容属于人工智能深度合成内容，将严格遵守国家《互联网信息服务深度合成管理规定》所示规定，仅供参考，请谨慎使用，建议进行二次审核与修改，如发生任何商业争议或不当言论，其责任由所使用的用户承担，且内容所述也不代表微撰观点和立场。
    </p>
    <p>
      4.
      微撰旗下产品用户，对其基于产品创作的内容素材具有使用权，同时用户应自觉遵守《文明上网自律公约》，不使用淫秽、暴力、不良政治引导等内容作为AI创作的引导内容。用户创作内容并不代表微撰赞同其观点和对其真实性负责，用户需对创作素材在商用过程中所引致的争议负责。
    </p>
    <p>5. 通过微撰旗下产品授权使用的单位，不应超越授权范围。</p>
  </div>
</template>

<script setup name="CopyRight"></script>

<style scoped>
.title {
  text-align: center;
  margin-bottom: 0.3623rem;
}
.wrapper {
  width: 100%;
  height: 100%;
  padding: 0.4rem;
  background-color: #fff;
  overflow: scroll;
}

p {
  color: #818181;
  font-size: 0.2536rem;
  line-height: 0.4529rem;
}
</style>
